{
    "Welcome": "Xoş Gəlmisiz",
    "Learn": "Öyrənmək",
    "Home": "Ana Səhifə",
    "About": "Haqqında",
    "Login": "Giriş",
    "Sign in": "Daxil olun",
    "Sign up": "Qeydiyyatdan keçin",
    "Log Out": "Çıxış",
    "Register": "Qeydiyyat",
    "Remember me": "Xatırla məni",
    "Forgot password?": "Parolu unutmusuz?",
    "Not a member?": "Hesabınız yoxdur?",
    "Sign in with": "Bununla daxil ol",
    "Sign up with": "Bununla qeydiyyatdan keçin",
    "Please, log in to learn more about us": "Zəhmət olmasa, haqqımızda daha çox öyrənmək üçün daxil olun",
    "or": "və ya",
    "Password": "Parol",
    "Name": "Adı",
    "Username": "İstifadəçi adı",
    "Repeat password": "Parolu təkrarlayın",
    "I have read and agree to the terms": "Mən şərtləri oxudum və razıyam",
    "Already have an account": "Artıq hesabınız var",
    "Best Digital Marketing Agency": "ƏN YAXŞI RƏQƏMSAL MARKETİNQ AGENTLİYİ",
    "Any business that wants digital growth needs a strategy to outperform its competitors on search engines and social media platforms. That’s when digital marketing agencies come into the equation. These agencies help businesses grow digitally, rank better on Search Engine Ranking Pages (SERPs), and maintain their digital presence": "Rəqəmsal olaraq inkişaf etmək istəyən hər bir biznes, axtarış sistemlərində və sosial media platformalarında rəqiblərini üstələmək üçün strategiyaya ehtiyac duyur. Məhz o zaman rəqəmsal marketinq agentlikləri balanslaşdırmağa başlayır. Bu agentliklər bizneslərin rəqəmsal böyüməsinə, Axtarış Motoru Sıralama Səhifələrində (AMSs) daha yaxşı sıralanmasına və rəqəmsal mövcudluğunun qorunmasına kömək edir",
    "Our Creative Services": "BİZİm YARADICI XİDMƏTLƏRİMİZ",
    "Web": "Veb",
    "Design": "DİZAYN",
    "The creation of websites and pages to reflect a company's brand": "Şirkətin brendini əks etdirən veb-saytların və səhifələrin yaradılması",
    "Development": "",
    "Associated with creating, and maintaining websites that run online on a browser": "Brauzerdə onlayn işləyən veb-saytların yaradılması və saxlanması",
    "Digital": "Rəqəmsal",
    "Marketing": "MARKETİNQ",
    "The promotion of brands to connect with potential customers using the internet":"İnternetdən istifadə edərək potensial müştərilərlə əlaqə yaratmaq üçün brendlərin təşviqi",
    "Writing": "Yazı",
    "Content": "Məzmun",
    "Content writing is the process of writing, editing, and publishing content in a digital format": "Məzmunu yazma, rəqəmsal formatda yazılması, redaktə edilməsi və dərc edilməsi prosesi",
    "We will send new information about us to your": "Email ünvanıza bizim haqqımızda yeni məlumatlar göndəriləcək",
    "Thank for contacting to us": "Bizimlə əlaqə saxladığınıza görə təşəkkür edirik",
    "Search..": "Axtar..",
    "Services": "Xidmətlər",
    "Projects": "Proyektlər",
    "Blog":"Bloq",
    "Testimonial":"Testimonial",
    "Contact":"Əlaqə"
}
